Repository: magnusbomann/kanal
Catalog: Localizations/KanalUI.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, it, nb, nl, pl, pt_br, sv, tr

# welcome.action.continue
source: Set up Kanal
ar: Establish up Kanal
da: Opsæt Kanal
de: Kanal einrichten
es: Configurar Kanal
fi: Aseta Kanal
fr: Configurer Kanal
it: Impostare Kanal
nb: Sett opp Kanal
nl: Zorg ervoor dat Kanal is ingesteld.
pl: Ustaw Kanal
pt_br: Configurar Kanal
sv: Ställ in Kanal
tr: Kanal'yi ayarlayın

# welcome.body
source: Kanal works out who your provider is, sorts live TV, films and series on its own, and finds the TV guide without being asked. Nothing to configure.
ar: Kanal يعمل من هو مقدّمكم، يُصنّفُ تلفزيوناً حيّاً، أفلام وسلسلة لوحده، ويَجِدُ الدليلَ التلفزيونيَ بدون أن يُسأل. لا شيء للتحدي
da: Kanal finder ud af, hvem din leverandør er, sorterer live-tv, film og serier selv og finder TV-guiden uden at du behøver at bede om det. Du behøver ikke at konfigurere noget.
de: Kanal ermittelt, wer Ihr Anbieter ist, sortiert Live-TV, Filme und Serien selbst und findet den TV-Guide, ohne dass Sie darum gebeten werden. Keine Konfiguration erforderlich.
es: Kanal averigua quién es tu proveedor, clasifica TV en vivo, películas y series por sí solo y encuentra la guía de TV sin que te lo pidan. Nada que configurar.
fi: Kanal selvittää, kuka tarjoaja on, lajittelee live-tv:n, elokuvat ja sarjat yksin, ja löytää TV-oppaan kysymättä. Ei mitään konfiguroitavaa.
fr: Kanal détermine qui est votre fournisseur, trie lui-même la télévision en direct, les films et les séries et trouve le guide TV sans qu'on vous le demande. Rien à configurer.
it: Kanal scopre chi è il tuo fornitore, ordina in modo autonomo TV, film e serie in diretta e trova la guida TV senza essere richiesto. Niente da configurare.
nb: Kanal finner ut hvem leverandøren din er, sorterer direkte-TV, filmer og serier på egen hånd, og henter TV-guiden uten å bli bedt om det. Ingenting å stille inn.
nl: Kanal bepaalt wie uw provider is, sorteert live tv, films en series zelf en vindt de tv-gids zonder dat er om gevraagd wordt. Niets te configureren.
pl: Kanal pracuje nad tym, kim jest Twój dostawca, sortuje telewizję na żywo, filmy i seriale na własną rękę, i znajduje przewodnik TV bez pytania. Nic do konfigurowania.
pt_br: Kanal descobre quem é seu provedor, classifica TV ao vivo, filmes e séries por conta própria e encontra o guia de TV sem ser solicitado. Nada para configurar.
sv: Kanal identifierar din leverantör, sorterar live-TV, filmer och serier automatiskt och hittar TV-guiden utan att du behöver ange något. Inga konfigurationer krävs.
tr: Kanal sağlayıcınızın kim olduğunu belirler, canlı TV, filmleri ve dizileri kendi başına sıralar ve istenmeden TV kılavuzunu bulur. Konfigürasyon yapmanıza gerek yoktur.

# welcome.disclaimer
source: Kanal is a player. It does not provide or host any channels — bring the subscription you already pay for.
ar: Kanal هو لاعب. فهو لا يوفر أو يستضيف أي قنوات - تجلب الاشتراك الذي تدفعه بالفعل.
da: Kanal er en spiller. Den leverer eller hoster ingen kanaler – medbring blot det abonnement, du allerede betaler for.
de: Kanal ist ein Spieler. Es bietet oder hostet keine Kanäle - bringen Sie das Abonnement mit, für das Sie bereits bezahlen.
es: Kanal es un jugador. No proporciona ni aloja ningún canal; traiga la suscripción que ya paga.
fi: Kanal on peluri. Se ei tarjoa tai isännöidä mitään kanavia
fr: Kanal est un joueur. Il ne fournit ni n’héberge aucune chaîne – apportez l’abonnement que vous payez déjà.
it: Kanal è un giocatore. Non fornisce né ospita alcun canale: porta l'abbonamento per cui paghi già.
nb: Kanal er en avspiller. Den leverer ingen kanaler selv — ta med abonnementet du allerede betaler for.
nl: Kanal is een speler. Het biedt of host geen kanalen - neem het abonnement mee waarvoor u al betaalt.
pl: Kanal jest graczem. Nie zapewnia ani nie hosta żadnych kanałów - przynieść abonament już zapłacić.
pt_br: Kanal é um jogador. Ele não fornece nem hospeda nenhum canal – traga a assinatura pela qual você já pagou.
sv: Kanal är en spelare. Den tillhandahåller eller är värd för inga kanaler. Ta med prenumerationen du redan betalar för.
tr: Kanal bir oyuncu. Hiçbir kanal sağlamaz veya barındırmaz - zaten ödediğiniz aboneliğinizi getirin.

# welcome.field.prompt
source: Link from your TV service
ar: وصلة من خدماتك التلفزيونية
da: Link fra din TV-tjeneste
de: Link von Ihrem Fernsehdienst
es: Enlace desde tu servicio de TV
fi: Linkki TV-palvelustasi
fr: Lien depuis votre service TV
it: Link dal tuo servizio TV
nb: Lenken fra TV-tjenesten din
nl: Link van uw tv-service
pl: Link z serwisu telewizyjnego
pt_br: Link do seu serviço de TV
sv: Länk från din TV-tjänst
tr: TV hizmetinizden bağlantı

# welcome.handoff.action
source: Set up from my phone
ar: استعد من هاتفي
da: Opsæt fra min telefon
de: Von meinem Telefon aus einrichten
es: Configurar desde mi teléfono
fi: Sovittu puhelimestani.
fr: Configurer depuis mon téléphone
it: Impostare dal mio telefono
nb: Sett opp fra telefonen
nl: Instellen vanaf mijn telefoon
pl: Ustaw się z mojego telefonu
pt_br: Configurar no meu telefone
sv: Installerat från min telefon
tr: Telefonumdan kuruyorum

# welcome.handoff.hint
source: Faster than typing with the remote. Or paste the link below.
ar: أسرع من الطباعة مع جهاز التحكم أَو يَعْبرُ الرابطَ أدناه.
da: Hurtigere end at skrive med fjernbetjeningen. Eller indsæt linket nedenfor.
de: Schneller als das Tippen mit der Fernbedienung. Oder fügen Sie den unten stehenden Link ein.
es: Más rápido que escribir con el control remoto. O pegue el enlace a continuación.
fi: Nopeammin kuin kaukosäätimellä. Tai liitä linkki alla.
fr: Plus rapide que de taper avec la télécommande. Ou collez le lien ci-dessous.
it: Più veloce di digitare con il telecomando. Oppure incolla il link qui sotto.
nb: Raskere enn å taste med fjernkontrollen. Eller lim inn lenken nedenfor.
nl: Sneller dan typen met de afstandsbediening. Of plak de onderstaande link in.
pl: Szybciej niż pisanie na pilocie. Albo wklej link poniżej.
pt_br: Mais rápido do que digitar com o controle remoto. Ou cole o link abaixo.
sv: Snabbare än att skriva med fjärrkontrollen. Eller klistra in länken nedan.
tr: Uzaktan kumanda ile yazmaktan daha hızlı. Ya da aşağıdaki bağlantıyı yapıştırın.

# welcome.headline.bottom
source: WE'LL DO THE REST.
ar: سوف نقوم بالمهرجان
da: VI GØR RESTEN.
de: WIR MACHTEN DEN REST.
es: NOSOTROS HACEMOS EL RESTO.
fi: Tehdään loppu.
fr: NOUS FAISONS LE RESTE.
it: FAZZEREMO IL RESTO.
nb: VI GJØR RESTEN.
nl: WE ZALEN DE REST DOEN.
pl: Zrobimy resztę.
pt_br: NÓS FAZEMOS O RESTO.
sv: VI GÖR RESTEN.
tr: KALANINI YAPACAĞIZ.

# welcome.headline.top
source: PASTE THE LINK.
ar: اضغط على الحظيرة
da: KLIP LINKET IND.
de: PASSIEREN SIE DEN LINK.
es: PEGUE EL ENLACE.
fi: Painakaa köyttä.
fr: COLLER LE LIEN.
it: INCOLLARE IL LINK.
nb: LIM INN LENKEN.
nl: PLAK DE LINK.
pl: PASTE THINK.
pt_br: COLE O LINK.
sv: KOPIA LÄNKEN.
tr: BAĞLANIMI KOPYALAYIN.

# welcome.promise.automatic
source: Sorted for you
ar: ملعون لك
da: Sorteret til dig
de: Für Sie sortiert
es: Ordenado para ti
fi: Järjestetty sinulle.
fr: Trié pour vous
it: Organizzato per te
nb: Sortert for deg
nl: Gesorteerd voor jou
pl: Sortowane dla ciebie
pt_br: Ordenado para você
sv: Sorterat åt dig
tr: Sizin için sıralandı

# welcome.promise.oneLink
source: One link
ar: وصلة واحدة
da: Én forbindelse
de: Ein Link
es: Un enlace
fi: Yksi linkki
fr: Un lien
it: Un link
nb: Én lenke
nl: Eén link
pl: Jeden link
pt_br: Um link
sv: En länk
tr: Bir bağlantı

# welcome.promise.private
source: Stays private
ar: تبقى خاصة
da: Forbliver privat
de: Bleibt privat
es: Se mantiene privado
fi: Pysy yksityisinä
fr: Reste privé
it: Resta privato
nb: Forblir privat
nl: Blijft privé
pl: Zostaje na osobności.
pt_br: Permanece privado
sv: Förblir privat
tr: Özel kalır

# stream.choose
source: Choose stream
ar: اختيار البث
da: Vælg stream
de: Stream auswählen
es: Elegir transmisión
fi: Valitse suoratoisto
fr: Choisir un flux
it: Scegli flusso
nb: Velg stream
nl: Stream kiezen
pl: Wybierz strumień
pt_br: Escolher transmissão
sv: Välj ström
tr: Yayın seç

# stream.lock
source: Lock to this stream
ar: تثبيت هذا البث
da: Lås til denne stream
de: Diesen Stream festlegen
es: Fijar esta transmisión
fi: Lukitse tähän suoratoistoon
fr: Verrouiller ce flux
it: Blocca su questo flusso
nb: Lås til denne streamen
nl: Deze stream vastzetten
pl: Zablokuj ten strumień
pt_br: Fixar esta transmissão
sv: Lås till denna ström
tr: Bu yayına kilitle

# stream.lock.body
source: The channel will reconnect to your choice without switching streams. Choosing another stream moves the lock.
ar: ستعيد القناة الاتصال باختيارك دون تبديل البث. عند اختيار بث آخر، ينتقل التثبيت إليه.
da: Kanalen forbinder igen til dit valg uden at skifte stream. Vælger du en anden stream, flyttes låsen.
de: Der Kanal verbindet sich erneut mit deiner Auswahl, ohne den Stream zu wechseln. Bei einer neuen Auswahl wird diese festgelegt.
es: El canal se reconectará a tu elección sin cambiar de transmisión. Al elegir otra, se fijará la nueva.
fi: Kanava yhdistää uudelleen valitsemaasi suoratoistoon vaihtamatta sitä. Toisen suoratoiston valitseminen siirtää lukituksen.
fr: La chaîne se reconnectera à votre choix sans changer de flux. Choisir un autre flux déplace le verrouillage.
it: Il canale si riconnetterà alla tua scelta senza cambiare flusso. Scegliendo un altro flusso, il blocco verrà spostato.
nb: Kanalen kobler til valget ditt igjen uten å bytte stream. Velger du en annen stream, flyttes låsen.
nl: Het kanaal maakt opnieuw verbinding met je keuze zonder van stream te wisselen. Als je een andere stream kiest, wordt die vastgezet.
pl: Kanał ponownie połączy się z wybranym strumieniem bez jego zmiany. Wybranie innego strumienia przenosi blokadę.
pt_br: O canal se reconectará à sua escolha sem trocar de transmissão. Ao escolher outra, ela será fixada.
sv: Kanalen återansluter till ditt val utan att byta ström. Väljer du en annan ström flyttas låset.
tr: Kanal, yayını değiştirmeden seçiminize yeniden bağlanır. Başka bir yayın seçerseniz kilit ona taşınır.

# stream.locked
source: Locked
ar: مثبّت
da: Låst
de: Festgelegt
es: Fijada
fi: Lukittu
fr: Verrouillé
it: Bloccato
nb: Låst
nl: Vastgezet
pl: Zablokowany
pt_br: Fixada
sv: Låst
tr: Kilitli

# stream.selected
source: Selected
ar: محدّد
da: Valgt
de: Ausgewählt
es: Seleccionada
fi: Valittu
fr: Sélectionné
it: Selezionato
nb: Valgt
nl: Geselecteerd
pl: Wybrany
pt_br: Selecionada
sv: Vald
tr: Seçili

# stream.waiting
source: Waiting for network
ar: في انتظار الشبكة
da: Venter på netværk
de: Warten auf Netzwerk
es: Esperando la red
fi: Odotetaan verkkoa
fr: En attente du réseau
it: In attesa della rete
nb: Venter på nett
nl: Wachten op netwerk
pl: Oczekiwanie na sieć
pt_br: Aguardando a rede
sv: Väntar på nätverk
tr: Ağ bekleniyor

# stream.waiting.body
source: Your stream is kept. Playback resumes when the connection returns.
ar: يتم الاحتفاظ بالبث الذي اخترته. يُستأنف التشغيل عند عودة الاتصال.
da: Din stream beholdes. Afspilningen fortsætter, når forbindelsen er tilbage.
de: Dein Stream bleibt ausgewählt. Die Wiedergabe wird fortgesetzt, sobald die Verbindung wieder verfügbar ist.
es: Se mantiene tu transmisión. La reproducción continuará cuando vuelva la conexión.
fi: Valittu suoratoisto säilytetään. Toisto jatkuu, kun yhteys palautuu.
fr: Votre flux est conservé. La lecture reprend au retour de la connexion.
it: Il flusso viene mantenuto. La riproduzione riprende al ritorno della connessione.
nb: Streamen beholdes. Avspillingen fortsetter når nettet er tilbake.
nl: Je stream blijft geselecteerd. Het afspelen gaat verder zodra de verbinding terug is.
pl: Twój strumień zostaje zachowany. Odtwarzanie zostanie wznowione po przywróceniu połączenia.
pt_br: Sua transmissão é mantida. A reprodução continua quando a conexão voltar.
sv: Din ström behålls. Uppspelningen fortsätter när anslutningen är tillbaka.
tr: Yayın seçiminiz korunur. Bağlantı geri geldiğinde oynatma devam eder.

# stream.stopped
source: Could not start the channel
ar: تعذّر بدء القناة
da: Kunne ikke starte kanalen
de: Kanal konnte nicht gestartet werden
es: No se pudo iniciar el canal
fi: Kanavaa ei voitu käynnistää
fr: Impossible de démarrer la chaîne
it: Impossibile avviare il canale
nb: Kunne ikke starte kanalen
nl: Kan kanaal niet starten
pl: Nie udało się uruchomić kanału
pt_br: Não foi possível iniciar o canal
sv: Kunde inte starta kanalen
tr: Kanal başlatılamadı

# stream.stopped.body
source: Automatic search has stopped. Retry this stream or choose one from the list.
ar: توقف البحث التلقائي. أعد محاولة هذا البث أو اختر بثًا من القائمة.
da: Automatisk søgning er stoppet. Prøv igen, eller vælg en stream fra listen.
de: Die automatische Suche wurde beendet. Versuche diesen Stream erneut oder wähle einen aus der Liste.
es: La búsqueda automática se ha detenido. Reintenta esta transmisión o elige una de la lista.
fi: Automaattinen haku on päättynyt. Yritä uudelleen tai valitse suoratoisto luettelosta.
fr: La recherche automatique est terminée. Réessayez ce flux ou choisissez-en un dans la liste.
it: La ricerca automatica è terminata. Riprova questo flusso o scegline uno dalla lista.
nb: Automatisk søk er stoppet. Prøv denne streamen igjen, eller velg en fra listen.
nl: Automatisch zoeken is gestopt. Probeer deze stream opnieuw of kies er een uit de lijst.
pl: Automatyczne wyszukiwanie zostało zatrzymane. Spróbuj ponownie lub wybierz strumień z listy.
pt_br: A busca automática foi interrompida. Tente esta transmissão novamente ou escolha uma da lista.
sv: Automatisk sökning har stoppats. Försök igen eller välj en ström i listan.
tr: Otomatik arama durduruldu. Bu yayını yeniden deneyin veya listeden bir yayın seçin.

# stream.done
source: Done
ar: تم
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fine
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
sv: Klart
tr: Bitti

# stream.playing
source: Playing now
ar: قيد التشغيل
da: Afspilles nu
de: Wird abgespielt
es: Reproduciendo
fi: Toistetaan nyt
fr: En cours de lecture
it: In riproduzione
nb: Spilles nå
nl: Wordt afgespeeld
pl: Teraz odtwarzane
pt_br: Reproduzindo agora
sv: Spelas nu
tr: Şimdi oynatılıyor

# action.openSettings
source: Open Settings
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres
it: Apri Impostazioni
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abra Configurações
sv: Öppna inställningar
tr: Ayarları Aç

# detail.cast
source: Cast
da: rollebesætning
de: Besetzung
es: Elenco
fi: valu
fr: Casting
nb: Medvirkende
nl: gegoten
pl: Obsada
pt_br: Elenco
sv: kasta
tr: döküm

# detail.play.episode %@
source: Play %@
da: Spil %@
de: Spielen Sie %@
es: Jugar %@
fi: Pelaa %@
fr: Jouer à %@
it: Gioca a %@
nb: Spill %@
nl: Speel %@
pl: Zagraj %@
pt_br: Jogar %@
sv: Spela %@
tr: %@ oynayın

# handoff.sent
source: Sent
da: Sendt
de: Gesendet
es: Enviado
fi: Lähetetty
fr: Envoyé
it: Inviato
nb: Sendt
nl: Verstuurd
pl: Wysłany
pt_br: Enviado
sv: Skickat
tr: Gönderildi

# pro.loading
source: Loading App Store prices…
da: App Store-priser indlæses…
de: App Store-Preise werden geladen...
es: Cargando precios de la App Store…
fi: Ladataan App Storen hintoja...
fr: Chargement des prix de l’App Store…
it: Caricamento dei prezzi dell'App Store...
nb: Laster priser fra App Store …
nl: App Store-prijzen laden...
pl: Wczytywanie cen App Store...
pt_br: Carregando preços da App Store…
sv: App Store-priserna laddas…
tr: App Store fiyatlarını yüklüyor...

# pro.watermark
source: KANAL FREE
da: KANAL GRATIS
de: KANAL KOSTENLOS
es: CANAL GRATIS
fi: KANAALITON
fr: CANAUX GRATUITS
it: KANAL GRATUITO
nb: KANAL GRATIS
nl: KANAL GRATIS
pl: KANAL DARMOWY
pt_br: CANAL GRATUITO
sv: KANAL GRATIS
tr: KANAL ÜCRETSİZ

# profiles.edit.title
source: Edit profile
da: Rediger profil
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa profiilia
fr: Modifier le profil
it: Modifica profilo
nb: Endre profil
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar perfil
sv: Redigera profil
tr: Profili düzenle

# profiles.ratedBadge %@
source: Rated %@
da: Bedømt %@
de: Bewertet %@
es: Clasificado %@
fi: %@:n mitoitus
fr: Noté %@
it: Valutato %@
nb: Aldersgrense %@
nl: Beoordeeld %@
pt_br: Classificado como %@
sv: Betyg %@
tr: Değerlendirildi %@

# profiles.section
source: Profiles
da: Profil
de: Profile
es: Perfiles
fi: Profiilit
fr: Profils
it: Profili
nb: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
sv: Profiler
tr: Profiller

# profiles.title
source: Profiles
da: Profil
de: Profile
es: Perfiles
fi: Profiilit
fr: Profils
it: Profili
nb: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
sv: Profiler
tr: Profiller

# progress.minutesLeft %lld
source: %lld min left
da: %lld min tilbage
de: %lld min übrig
es: %lld minutos restantes
fi: %lld min vasempaan
fr: %lld minutes restantes
it: %lld minuti rimanenti
nb: %lld min igjen
nl: %lld min over
pl: Pozostała %lld min
pt_br: %lld minutos restantes
sv: %lld min kvar
tr: %lld geriye kalan dakika sayısı

# season.number %lld
source: Season %lld
da: Sæson %lld
de: Saison %lld
es: Temporada %lld
fi: Kausi %lld
fr: Saison %lld
it: Stagione %lld
nb: Sesong %lld
nl: Seizoen %lld
pl: Sezon %lld
pt_br: Temporada %lld
sv: Säsong %lld
tr: Sezon %lld

# settings.guide.loaded
source: Loaded
da: ladet
de: voll
es: cargado
fi: Ladattu
fr: Chargé
it: caricato
nb: Lastet
nl: geladen
pl: Załadowane
pt_br: Carregado
sv: lastad
tr: zengin

# signIn.connect
source: Connect
da: forbinde
de: verbinden
es: Conectar
fi: Yhdistä
fr: Se connecter
it: collegare
nb: Koble til
nl: verbinden
pl: Połącz
pt_br: Conectar
sv: förbinda
tr: bağlanmak

# signIn.title
source: SIGN IN
da: indskrive sig
de: ANMELDEN
es: INICIAR SESIÓN
fi: Allekirjoitus
fr: CONNEXION
it: ACCEDI
nb: LOGG INN
nl: INLOGGEN
pt_br: ENTRAR
sv: LOGGA IN
tr: GİRİŞ YAP

# sort.newest
source: Newest
da: Nyeste
de: Neuestes
es: Lo más nuevo
fi: Uusin
fr: Le plus récent
it: Più recente
nb: Nyeste
nl: Nieuwste
pt_br: Mais recente
sv: Nyligaste
tr: En yeni

# source.updated %@
source: Updated %@
da: Opdateret %@
de: Aktualisiertes %@
es: Actualizado %@
fi: Päivitetty %@
fr: Mise à jour %@
it: Aggiornato %@
nb: Oppdatert %@
nl: Bijgewerkte %@
pl: Aktualizacja: %@
pt_br: %@ atualizado
sv: Uppdaterad %@
tr: Güncellenmiş %@

# sync.unavailable
source: iCloud is not available
da: iCloud er ikke tilgængelig.
de: iCloud ist nicht verfügbar
es: iCloud no está disponible
fi: iCloud ei ole saatavilla
fr: iCloud n'est pas disponible
it: iCloud non è disponibile
nb: iCloud er ikke tilgjengelig
nl: iCloud is niet beschikbaar
pl: iCloud nie jest dostępny
pt_br: iCloud não está disponível
sv: iCloud är inte tillgängligt.
tr: iCloud kullanılamıyor

# player.audioTrack
source: Audio
de: Ton
fi: Ääni
nb: Lyd
pt_br: Áudio
sv: ljud-
tr: Sesli

# detail.runtime %lld
source: %lld min
es: %lld mín.
tr: %lld dakika

# filter.genre
source: Genre
es: Género
fi: Tyyli
it: genere
nb: Sjanger
pl: Gatunek
pt_br: Gênero
tr: tür

# pro.headline.top
source: KANAL
es: CANAL
fr: CANAL
it: CANALE
nl: KANAAL
pt_br: CANAL

# app.name
source: Kanal
fi: Kanaali

# sort.alphabetical
source: A–Z
fi: A
fr: A à Z
nb: A–Å
sv: A–Ö

# filter.decade.label %lld
source: %llds
nb: %lld-tallet
